-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2019-11-13 07:39:39
-- 伺服器版本： 10.4.8-MariaDB
-- PHP 版本： 7.2.23

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `ican`
--

-- --------------------------------------------------------

--
-- 資料表結構 `orderdata`
--

CREATE TABLE `orderdata` (
  `o_num` int(10) NOT NULL,
  `o_time` datetime NOT NULL,
  `o_name` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `o_phone` varchar(12) COLLATE utf8_unicode_ci NOT NULL,
  `o_citime` datetime NOT NULL,
  `o_day` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `o_total` int(10) NOT NULL,
  `o_cotime` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- 傾印資料表的資料 `orderdata`
--

INSERT INTO `orderdata` (`o_num`, `o_time`, `o_name`, `o_phone`, `o_citime`, `o_day`, `o_total`, `o_cotime`) VALUES
(1, '2019-10-21 10:37:26', '李連結', '0932995662', '2019-11-15 06:33:22', '2', 2500, '2019-11-14 09:36:28'),
(2, '2019-11-22 10:37:26', '張東閔', '0932995456', '2013-11-16 06:35:22', '1', 1500, '2019-11-15 09:36:28'),
(3, '2019-06-21 10:37:26', '陸愛善', '0932995662', '2014-11-15 06:33:22', '2', 2520, '2019-11-14 09:36:28'),
(4, '2019-01-11 10:37:26', '賴雅婷', '0932995662', '2009-10-15 05:33:22', '4', 1890, '2019-11-14 09:36:28'),
(5, '2019-11-28 10:37:26', '詹意希', '0932995662', '2019-11-15 06:33:22', '1', 2480, '2019-11-14 09:36:28'),
(6, '2019-11-27 10:37:26', '陳家如', '0932995662', '2018-05-15 04:33:22', '1', 2400, '2019-11-14 09:36:28'),
(7, '2019-07-21 10:37:26', '游思穎', '0932995662', '2009-11-25 06:37:22', '2', 8400, '2019-11-14 09:36:28'),
(8, '2019-11-17 10:37:26', '許尹辛', '0932995662', '2019-06-15 06:33:22', '1', 2500, '2019-11-14 09:36:28'),
(9, '2019-11-21 10:37:26', '陳哲維', '0932995662', '2019-11-15 06:33:22', '2', 2700, '2019-11-14 09:36:28'),
(10, '2019-11-21 10:37:26', '陳信宏', '0932995662', '2009-06-15 03:38:22', '2', 2500, '2019-11-14 09:36:28'),
(11, '2019-11-19 10:37:26', '李結', '0932995662', '2019-11-26 06:33:22', '1', 2500, '2019-11-14 09:36:28'),
(12, '2019-11-21 10:37:26', '許萬士', '0932995662', '2018-11-15 06:33:22', '2', 2500, '2019-11-14 09:36:28'),
(13, '2019-11-21 10:37:26', '李連結', '0932995662', '2019-06-15 02:33:22', '5', 8500, '2019-11-14 09:36:28'),
(14, '2019-11-23 10:37:26', '陳華強', '0932995662', '2011-11-15 06:33:22', '2', 2600, '2019-11-14 09:36:28'),
(15, '2019-11-21 10:37:26', '陳郁', '0932995662', '2016-11-15 01:33:22', '3', 5500, '2019-11-14 09:36:28'),
(16, '2019-11-24 10:37:26', '許志火', '0932995662', '2016-11-15 06:33:22', '2', 2500, '2019-11-14 09:36:28');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
